HGS/MELDUNGEN/TEMPLATES/IN/Ereignismeldung/Automatenmeldung_2400_Ereignismeldung_2024-08-02T06_24_52.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeEreignismeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaEreignismeldung xmlns="http://tms.ica.de/automatenService/3_10/" baugruppenkategorie="NICHT_RELEVANT" baugruppenstatus="UNBEKANNT" baugruppentypBezeichnung="" ereigniscode="10019" ereignisstatus="EINGETRETEN" ereignistext="CEMAS-Kommando" geraetestatus="IN_BETRIEB" herstellerBezeichnung="" kurs="*******************" linie="*******************" seriennummer="" servicetechniker="" sstVersion="3.10" tuerstatus="GESCHLOSSEN" zeitpunkt="2024-08-02T08:24:43+02:00" zusatzinformationen="Automat in Betrieb">
                <verkaufspunkt betreiber="99" ipAdresse="" posNummer="2400" seriennummer="2400"/>
                <metadaten guid="441bb842-21fc-4fd4-83b8-1f2d5cce2d02" sequenznummer="1516"/>
            </faaEreignismeldung>
        </empfangeEreignismeldung>
    </s:Body>
</s:Envelope>
